[
    {
        "id": "s1",
        "name": "經典番茄醬 (Tomato Sauce)",
        "features": "以新鮮番茄、洋蔥、大蒜和香料熬製，擁有濃郁且平衡的酸甜風味，是義大利麵中最受歡迎且最百搭的基底醬汁。",
        "pairing": "適合細麵 (Spaghetti)、筆管麵 (Penne)、扁麵或千層麵。",
        "extra": "義大利紅醬的歷史可以追溯到古羅馬時期，當時的廚師已經開始使用各種番茄醬汁作為菜餚的調味品。\n傳統的義大利紅醬主要以新鮮番茄、橄欖油、大蒜、洋蔥及香料為基本組成。這些成分的搭配與比例決定了紅醬的口感與風味，並且在不同地區有著各自的特色。例如，在那不勒斯，紅醬常常以簡單的番茄與新鮮羅勒為主，而在博洛尼亞，則會加入豬肉和紅酒，形成濃郁的肉醬。"
    },
    {
        "id": "s2",
        "name": "奶油白醬 (White Sauce)",
        "features": "由奶油、起司與大蒜烹製，賦予義大利麵絲滑的質感與濃郁飽滿的味道，呈現出一種奢華且滋味無窮的感官享受。",
        "pairing": "適合搭配寬麵條，如細扁麵 (Linguine) 或大寬麵 (Pappardelle)。",
        "extra":"義大利麵「白醬」的歷史主要可歸納為以下兩大核心發展：\n首先是法式母醬「貝夏梅醬」（Béchamel）。雖然現代定義其為法式料理，但歷史考據認為其原型是16世紀義大利托斯卡尼的「膠醬」。當凱薩琳·德·麥地奇嫁入法國宮廷時帶入此技法，由奶油、麵粉與牛奶調製而成。在義大利，它多用於千層麵或焗烤料理，是提供濃郁層次感的靈魂媒介。\n其次是當今全球最普及的阿佛列多醬（Alfredo）。20世紀初，羅馬廚師阿佛列多為體恤產後虛弱的妻子，將傳統的奶油起司麵改良，加入雙倍奶油與大量帕瑪森起司。這道料理在1920年代隨好萊塢影星傳入美國後，發展出加入「鮮奶油」與「大蒜」的現代版本，成為大眾眼中「義大利麵白醬」的代表形象。"
    },
    {
        "id": "s3",
        "name": "青醬 (Pesto)",
        "features": "融合新鮮羅勒葉、松子、帕馬森起司、大蒜與橄欖油，充滿濃郁清新的植物香氣，適合營造輕盈且具層次感的美味體驗。",
        "pairing": "適合特殊形狀麵體，如蝴蝶麵 (Farfalle) 或螺旋麵 (Fusilli)。",
        "extra":"青醬的歷史可追溯至古羅馬時期\n古羅馬時期有一種名為「Moretum」的醬料，由香草、大蒜、起司與橄欖油混合而成，被視為青醬的遠祖。\n中世紀熱那亞流行一種名為「Aggiada」（蒜醬）的沾醬，由大蒜和醋組成，最初用於保存食物。\n現代羅勒青醬（Pesto alla Genovese）的食譜直到 1863 年才由名廚 Giovanni Battista Ratto 正式記錄於書中。他將當地盛產的新鮮羅勒加入傳統醬料，確立了經典配方。"
    },
    {
        "id": "s4",
        "name": "波隆那肉醬 (Bolognese)",
        "features": "以牛絞肉為主體，加入多種蔬菜、紅酒及香料長時間烹煮。重點在於肉的濃郁口感而非番茄，每一口都充滿飽滿的肉香。",
        "pairing": "最適合搭配鳥巢麵 (Tagliatelle) 或大寬麵，能讓肉醬充分包裹在麵條上。",
        "extra":"波隆那肉醬起源於義大利北部的波隆那，是義大利料理中最具代表性的醬料之一。其歷史可追溯至 18 世紀，最初是受法國「燉菜」啟發而演變成的燉肉技術。\n這道料理的關鍵轉折點在 1891 年，由美食家阿圖西（Pellegrino Artusi）首度正式記載，當時的版本尚未加入番茄，而是以牛肉、培根與高湯慢燉。直到 20 世紀，番茄才成為配方中的固定成員。為了捍衛傳統，義大利廚藝學院於 1982 年在波隆那商會正式註冊官方配方，規定必須包含牛肉、豬肉、洋蔥、芹菜、胡蘿蔔、番茄、白葡萄酒與牛奶。"
    },
    {
        "id": "s5",
        "name": "卡邦尼醬 (Carbonara)",
        "features": "主要由蛋黃、起司、培根與奶油構成。其特色在於利用蛋液受熱後的稠度，使醬汁能均勻黏附在麵條上，而非僅靠奶油，香氣更加融合。",
        "pairing": "適合細長麵條，如義式細麵或天使髮麵 (Angel Hair)。",
        "extra":"卡邦尼義大利麵是當代最著名的羅馬料理之一，其歷史起源雖有多種說法，但大多可追溯至 20 世紀中葉。\n最廣為流傳的說法與二戰有關：1944 年盟軍解放羅馬後，美軍將配給物資中的培根與蛋粉提供給當地廚師，義大利人便以此結合當地的起司與麵條，創造出這道融合美義風味的料理。另一說法則與「燒炭工」（Carbonari）有關，認為這是工人們在野外利用易保存的醃肉、起司與雞蛋製作的餐點，而上頭撒上的大量黑胡椒，外觀酷似煤灰，故名「卡邦尼」。\n正統的卡邦尼醬汁完全不使用鮮奶油，而是利用生蛋黃、羊奶起司與煮麵水乳化成濃郁醬汁，並搭配口感酥脆的豬頰肉，展現出食材最純粹的鹹香與濃郁口感。"
    },
    {
        "id": "s6",
        "name": "橄欖醬/清炒 (Olive Oil Base)",
        "features": "以橄欖油、鯷魚和大蒜為核心，展現鮮明的地中海鹹香風味，口感乾爽卻餘味悠長，充滿陽光與海風的氣息。",
        "pairing": "適合天使髮麵 (Angel Hair) 或細扁麵 (Linguine)。",
        "extra":"清炒義大利麵起源於19世紀的義大利南部（如拿坡里）。當時農村家庭因物資匱乏，僅能使用大蒜、橄欖油與麵條，透過「油水乳化」技術讓醬汁吸附於麵體。這道菜因製作迅速且成本低廉，被羅馬人暱稱為「深夜義大利麵」，是地中海飲食中最純粹的風味代表。\n橄欖醬（Tapenade/Olive Paste）則源於古羅馬時期的橄欖抹醬（Epityrum）。現代定義的橄欖醬於1880年代在普羅旺斯定型，融合了橄欖、酸豆與鯷魚。傳入義大利後，常與清炒技法結合，最著名的演變便是20世紀中期誕生的「煙花女義大利麵」，利用櫥櫃常備的醃漬物，為清炒基底注入了濃郁的鹹香層次。"
    },
    {
        "id": "s7",
        "name": "香辣茄醬 (Arrabbiata)",
        "features": "在經典番茄底中加入辣椒、蒜頭與橄欖油，專為喜愛辛辣挑戰的人設計，帶來如火焰般熱情的火辣風味與口感層次。",
        "pairing": "最適合筆管麵 (Penne) 或水管麵 (Rigatoni)。",
        "extra":"香辣茄醬義大利麵源自20世紀初的羅馬，是拉齊奧大區最著名的麵點之一。這道菜的誕生與羅馬當時盛行辛辣口味的飲食風潮密不可分。相傳在1920年代，羅馬廚師 Antonio Cecchini 在其經營的餐廳中將其定型，並隨著1950至60年代羅馬餐飲業的興盛而風靡全義大利。"
    }
]

